[
    {
        "name": "Кашкавалени топчета",
        "products": [ 
            "300 г настърган кашкавал", 
            "8 равни с.л брашно",
            "2 яйца",
            "1 кафена лъжичка бакпулвер",
            "олио за пържене"
        ],
        "description": "Продуктите омесвате до получаване на меко и лепкаво тесто. Оставяте сместа за около 15- 20 минути в хладилника. С намокрени в купичка с вода ръце оформяте топчета с големина на орех. Сипете в тигана олио като за пържени картофи. Пържат се в горещо олио до получаване на лека златиста коричка, така че да останат сочни.",
        "img-src": "images/m.jpg"
    },
    {
        "name": "Сладки макарони на фурна",
        "products": [ 
            "250 грама макарони", 
            "1 чаена чаша захар",
            "2 яйца",
            "2 чаени чаши прясно мляко",
            "масло за покриване на дъното",
            "1 доза ванилия",
            "4 супени лъжици пудра захар"
        ],
        "description": "Сварете макароните в подсолена вода и ги отцедете. Сложете ги в намаслена тавичка. Смесете прясното мляко, захарта, ванилията и яйцата до хомогенна смес. Залейте макароните. Можете да сложите още масло, ако обичате по-мазничко. То придава един неповторим вкус. Предварително загрейте фурната и ги печете до зачервяване. При сервиране поръсете с пудра захар.",
        "img-src": "images/makaroni.jpg"
    },
    {
        "name": "Сладки макарони на фурна",
        "products": [ 
            "250 грама макарони", 
            "1 чаена чаша захар",
            "2 яйца",
            "2 чаени чаши прясно мляко",
            "масло за покриване на дъното",
            "1 доза ванилия",
            "4 супени лъжици пудра захар"
        ],
        "description": "Сварете макароните в подсолена вода и ги отцедете. Сложете ги в намаслена тавичка. Смесете прясното мляко, захарта, ванилията и яйцата до хомогенна смес. Залейте макароните. Можете да сложите още масло, ако обичате по-мазничко. То придава един неповторим вкус. Предварително загрейте фурната и ги печете до зачервяване. При сервиране поръсете с пудра захар.",
        "img-src": "images/makaroni.jpg"
    },
    {
    	"name": "Яйчен пастет със сирене и чесън",
    	"products": [
    		"250 г сирене (извара)",
			"2-3 бр. твърдо сварени яйца",
			"2-3 скилидки чесън или на вкус",
			"олио"
    	],
    	"description": "Сиренето се настъргва или се смачква с вилица. Ако е много солено предварително се накисва във вода, за да се обезсоли малко или се добавя извара. Може да се приготви и само с извара, която ако е безсолна се посолява на вкус. Прибавят се пасирания чесън, настърганите на ситно ренде яйца и олио, докато стане смес, която да е подходяща по гъстота за намазване.",
    	"img-src": "images/pastet.jpg"
    },
    {
    	"name": "Бутерка с шоколад",
    	"products": [
    		"бутер тесто - половинката ",
			"1 шоколад",
			"1 яйце",
			"хартия за печене"
    	],
    	"description": "Разстиламе тестото върху хартията, която сме сложили предварително в тавичка.Поставяме шоколада в средата, нарязваме краищата на тестото и ги поставяме върху шоколада (може да оформите и по ваше осмотрение).Намазваме с яйце, за да придобие златист цвят и печем 15 минути при 200 градуса.",
    	"img-src": "images/buterka.jpg"
    },
    {
    	"name": "Шоколадова бисквитена торта",
    	"products": [
    		"1 пакет бисквити (200 г)",
			"150 г бадеми"
			"1 опаковка суха сметана (50 г)"
			"100 г краве масло "
			"2 с. л. шоколадови пръчици ",
			"400 г течен шоколад"
    	],
 		"description": "Бисквитите и бадемите се натрошават и се смесват в купа. Прибавят се сухата сметана, маслото, пръчиците и 1 с. л. от течния шоколад и всичко се разбърква. Сместа се оформя като торта в кръгла чиния, намазва се обилно с течния шоколад и се оставя да престои около 2 часа в хладилник.",
     	"img-src": "images/choco.jpg"
    },
    {
    	"name": "Ябълков пай",
    	"products": [
    		"250 г брашно",
			"200 г масло или маргарин",
			"2 бр. яйца",
			"2 с.л. захар",
			"1.5 кг ябълки",
			"2-3 с.л. захар",
			"1 ч.л. канела",
			"100 г счукани орехи",
			"пудра захар за поръсване"
    	],
 		"description": "От продуктите се измесва тесто. Половината се разстила върху дъното и стените на тортена форма с подвижно дъно. Пълнежът се приготвя, като обелените и почистени ябълки се настъргват и се задушават до омекване със захарта. Като поизстине се добавят канелата и орехите. Изсипва се върху тестото в тортената форма. Втората половина от тестото се разточва на суджук с дебелина около 1 см. Режат се парчета, които се редят върху пълнежа на разстояние около 2 см. Върху тези парчета перпендикулярно се редят други. Оформя се решетка. Тортата се пече в умерена фурна. След като изстине се поръсва с пудра захар.",
     	"img-src": "images/pai.jpg"
    },
    {
    	"name": "Чийзкейк без печене",
    	"products": [
    		"50 г какаови бисквити - какао",
			"50 г орехови, лешникови или други ядки",
			"20 г масло",
			"120 мл сладкарска сметана",
			"100 г крема сирене",
			"1 с.л. пудра захар",
			"50 г черен или шоколад по избор",
			"80 мл сладкарска сметана"
    	],
 		"description": "В блендер се смилат ядките с бисквитите и маслото. С миксер се разбива сметаната с пудрата захар на пухкав крем. На финала се добавя крема сиренето и се разбива с миксера за няколко секунди, колкото да се смеси. Шоколадът със сметаната се слагат в купичка на котлона и на слаб огън се разбъркват за минута, колкото да се разтопи шоколадът. В купички за крем карамел слагате от орехово-бисквитената смес и изравнявате с лъжица. Отгоре слагате крема със сметана и сирене и изравнявате с лъжица. И най-отгоре се слага топлата заливка. Може да ядете веднага, а може да оставите и да се охлади. ",
     	"img-src": "images/cheesecake.jpg"
    },
    {
    	"name": "Бъркана пица",
    	"products": [
    		"1 бр. яйце",
			"1 пакетче суха мая",
			"2 ч.ч. брашно",
			"1 ч.л. захар",
			"щипка сол",
			"плънка по избор - колбаси, гъби, сирена, зеленчуци и други",
    	],
 		"description": "Маята се разтваря в 1 ч.ч. хладка вода и лъжичката захар, добавят се брашното, яйцето и солта. Всичко се разбърква хубаво с лъжица, сместа трябва да има вид като кексово тесто. Изсипва се във възможно по-голяма, намазнена и набрашнена тава, с помощта на лъжицата се разтила хубаво и равномерно на всякъде. Оставя се да почине 20 минути и се гарнира на вкус. Пече се на ниска скара за около 25-30 минути. Получава се едно много тънко и хрупкаво тесто, без месене и без точене.",
     	"img-src": "images/pizza.jpg"
    },


]